Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 江逸颔首道：“我要你不惜一切代价帮我掩藏身份，不管我是不是那个人的儿子，如果这事传到江逆流耳中，你应该知道他会千方百计干掉我。”
en_us: Jiang Yi nodded with a smile, " I want you to hide my identity at all cost. If this matter were to reach Jiang Yiliu's ears, regardless of my true identity, he will pull no punches and think of a million ways to get rid of me."

source: 江逸飞射而来，拉着江小奴的手满脸都是惭愧，随即想起什么，咧嘴一笑：“小奴，走回家，我给你看好东西，还有一件天大的好事告诉你。”
en_us: Jiang Yi flew over and pulled Jiang Xiaonu's hand, his face filled with guilt and regret. Immediately being reminded of something, he grinned widely as he said, "Xiaonu, let's go home. I have something good to show you, and I have a piece of extremely good news to tell you."

source: 江顾水两人还是没动，江豹这等小角色伤了就伤了，算不得什么。反而这样能增加江逸的罪行，他们出手就更名正言顺了，不过两人的面色却是越来越难看了。
en_us: Jiang Gushui and Jiang Rulang maintained their position. It didn't matter if such a minor character like Jiang Bao got injured. It would instead increase the offences that Jiang Yi committed and would justify their interference. But the looks on both their faces were getting increasingly unhappy.

source: 江顾水冷喝几声，大手一挥率先朝江逸冲去。家族三少爷都动手了，其余人自然不敢继续坐视不理，江逸虽然看起来有些恐怖，但他一人能是在场数十人的对手？
en_us: After a few shouts, Jiang Gushui gestured with a wave of his hand and was the first to rush at Jiang Yi. Now that the family's Third Young Master was leading the take down, everyone didn't dare to sit on the fence any longer. Jiang Yi may look terrifying but what could one man do against the dozens of people here?

source: 江顾水和江如狼也懵了，他们打过很多架却没见过这么流氓的，两人也看得心惊肉跳，万一江逸一个不小心，江如虎的脑袋砸在地面的青石板上，不得脑浆都得砸出来吗？
en_us: Jiang Gushui and Jiang Rulang were both in a state of lost too. They had many fights but nothing as ruffian as this one. Their hearts were thumping as they looked on. What if Jiang Yi accidentally smashed Jiang Ruhu's head onto the limestone flooring? Wouldn't his brain juices be spilled all over?

source: 江顾水和江如狼微微一惊，对于江逸两人有些面生，但小时候江逸悟性惊人，连江恨水都比下去了，作为同辈人终归是有些印象的。两人明明记得江逸丹田被封印了，好像去年还是铸鼎境一重？怎么一下实力暴涨得那么快了？
en_us: Jiang Gushui and Jiang Rulang got a slight surprise. They were rather unfamiliar with Jiang Yi, but knew that Jiang Yi had exceptional instincts that was even superior than Jiang Henshui's. Being in the same generation, they would more or less have some impression. They could clearly remember Jiang Yi's dantian being sealed and he was only of first stage of the Cast Tripod Realm last year? How did his strength suddenly skyrocketed?

source: 江顾水和江如狼爆喝起来，江如虎身子却是快速的朝两人身后冲去，江如鹰已经去请他哥哥江如龙了。只要江如龙一来，江逸唯有死路一条。江逸今日恶行累累，就算错手杀了他也不是大罪，顶多责罚一番……
en_us: Jiang Gushui and Jiang Rulang bursted out shouting, while Jiang Ruhu swiftly hid behind the two of them. Jiang Ruying had already went seeking for his brother Jiang Rulong. Once Jiang Rulong arrived, Jiang Yi would be left with the path to death. Jiang Yi had sinned gravely today, even if they were to accidentally kill him, it wouldn't be considered a wrongdoing and would at worst receive a scolding...

source: 江顾水幽幽一笑，同样化作六道拳影，对着江逸的六道拳影碰撞而去。在他看来两人相差一个境界，足足一马之力，江逸要是敢和他硬碰硬那是找死。而他攻击速度和反应速度比江逸快多了，就算随便怎么玩，江逸都不是对手！
en_us: Jiang Gushui let out a faint smile and produced six fist shadows to clash with Jiang Yi's six fish shadows. From his view, the two of them had a one stage difference and the strength difference of a one full horsepower. If Jiang Yi dared to go head on against himself, it was like courting death. At the same time, his own attack speed and reaction speed was much superior than Jiang Yi; thus no matter how he approached this, Jiang Yi still wasn't his match!

source: 江顾水等人看的面面相觑，不过倒是早早的安排人去叫人了，他们万万没想到这个被封印的废物，这个他们一直敲都不屑瞧一眼的废物竟变得如此生猛了，不仅一人力压数十人，还轻松战胜了家族年轻一辈排名第二的江如龙。
en_us: Jiang Gushui and the others looked at each other helplessly, but had long went to seek for help. They never would have though the sealed trash, who they looked with disdain, would become such a ferocious existence that could not only oppress dozens of clansmen but easily defeat the Jiang Rulong who was the no.2 of the clan's younger generation.

source: 沈……沈……沈上仙！
en_us: "Ex... ex... exalted Immortal Shen!"

source: 沈萤、孤月、羿清：“……”
en_us: Shen Ying, Lonemoon and Yi Qing: "…"

source: 沈萤一僵，一滴冷汗流了下来，来了来了，厨子要开始学手艺了。修行……修行到底是个啥啊？怎么办怎么办？那些年装的逼，现在要还了！
en_us: Shen Ying stiffened up, and she shed a drop of sweat. It's here, the chef wants to start learning skills. Cultivation… What exactly was cultivation? Now what? It was time to get what she deserved for all those times of acting cool!

source: 沈萤一僵，作业没完成，所以开始问老师了吗？
en_us: Shen Ying froze. Is he seeking guidance because he didn't complete his assignment?

source: 沈萤一愣，下一刻林中哗啦啦的飞出十几个修士，团团把几人围住。
en_us: Shen Ying paused. More than ten cultivators suddenly flew out of the forest and surrounded the three of them.

source: 沈萤一愣，下意识的想去扶。旁边却有人快她一步，直接从刚那个店里冲了出来。
en_us: Shen Ying hesitated for a moment before moving to help her up, but she was beaten to it by someone who rushed out from inside the shop.

source: 沈萤一愣，回头看了他一眼，一脸的茫然，“啥？”
en_us: Shen Ying paused. She turned to face him, stunned. "What?"

source: 沈萤一愣，懒洋洋的样子瞬间一震，一把抓紧了参赛牌。
en_us: Shen Ying was stunned. Jolted from her laziness, she gripped the participation token tightly.

source: 沈萤一愣，看着这两个突然冒出来的人，习惯性的扬手打招呼。
en_us: Surprised at the sudden appearance of these two people, Shen Ying instinctively raised a hand in greeting.

source: 沈萤一愣，突然睁大了眼睛，直直的看向白泽。
en_us: Shen Ying hesitated. Her eyes widened and she looked straight at Bai Ze.

source: 沈萤一愣，起身朝四周看了看，发现不止是郁海珩，刚刚躺在地上的那五位郁家游仙也不见了踪影。
en_us: Startled, Shen Ying got up and looked around her. She realized that besides Yu Haiheng, the five Yu Family Traveling Immortals, who had been lying on the ground, had vanished as well.

source: 沈萤一愣，还没回答，羿清上前一步，有意无意的挡在了两人之间道，“师父正要教导我修行，怕是多在不便。尊者若是有事，不如改日再来。”哼，别以为他不知道，他是想来拜师的。
en_us: Shen Ying was caught by surprise. Before she could answer, Yi Qing stood forward and seemingly blocked the path between the two of them. "Master is going to teach me cultivation, I am afraid now is not a good time. If Supremacy has some matters to discuss, perhaps you can come back another day." Hmph, don't think I don’t know that you are here to become her disciple.

source: 沈萤一愣，那团黑气却已经飞到面前来了，胖乎乎的一团，后面隐隐还拖着两条黑色的尾巴，晃来晃去的摆动着，她下意识伸手抓住，轻轻往下一拉。
en_us: Before Shen Ying could react, the blob of black Qi had already flown right up to her. Greatly bloated, it had two black tails behind it. She instinctively reached out and grabbed at a dangling tail, gently pulling it down.

source: 沈萤一脸懵逼的从床上坐了起来，这才看到眼前那片废墟，“咦？房子怎么了？地震了吗？”
en_us: A baffled Shen Ying sat up on her bed. It was then that she noticed the wreckage in front of her. "Huh? What happened to the room? Was there an earthquake?"

source: 沈萤一脸茫然，“我以为你早就取好了呀。”收弟子的事，不是你提出来的吗？
en_us: Shen Ying's expression was one of nonchalance. "I thought you thought of one a long time ago." Weren't you the one who thought about recruiting disciples?

source: 沈萤一路发了下去，发完咳了一声难得一本正经的道，“重在参与，努力了就行，名次不重要。毕竟友谊第一，比赛第二嘛！我看好你们哦。”
en_us: Shen Ying went on to continue giving out the bells. After she finished, she coughed and in a rare serious tone, she said, "The most important thing is to participate and try your best. The rankings aren’t important. After all, friendship first and competition rank second! I have great hopes for you girls."

source: 沈萤下意识的就夸了一句，“嗯，不错！”就是慢了点。
en_us: Without really thinking, Shen Ying praised, "Ah, not bad!" It's just a little too slow.

source: 沈萤下意识的搓了搓手臂，这黑雾看得人有些不舒服，“这烟……”放特效吗？
en_us: Shen Ying subconsciousy rubbed her arms. This figure in the black fog made her uncomfortable. "This smoke..." Is he creating special effects?

source: 沈萤与孤月连赶了五天的路，才回到了无敌派。一到后殿，沈莹直接摊在躺椅上起不来了。
en_us: It took Shen Ying and Lonemoon five days of non-stop traveling before they finally arrived at Invincible Sect. Once at the palace, Shen Ying flopped herself down on a chair, utterly exhausted.

source: 沈萤与狗，不得入内！
en_us: No entry to Shen Ying and his dogs!

source: 沈萤与羿清没有意见，于是点了点头，跟狸猫道了个别，一起回头往玄天宗的方向飞了回去。
en_us: Shen Ying and Yi Qing nodded without saying a word. Bidding goodbye to the civet cat, they turned and flew toward Blackheaven Sect.

source: 沈萤也上前两步，“没事吧？”
en_us: Shen Ying also stepped forward, asking, "Are you alright?"

source: 沈萤也没在意，顺口问了句，“他贵姓啊？”
en_us: Shen Ying did not care. She continued to ask, "What's his surname?"

source: 沈萤也皱了皱眉，雾霾的确是个大问题啊，“要不……我把小黑找来问问？”这会估计他还没走远。
en_us: Shen Ying furrowed his eyebrows. The Foggy conditions are indeed a great concern. " How about... we call in Blacky for questioning?" He probably hasn't gone far too.

source: 沈萤仰高了头，才看到这只巨兽的全貌。
en_us: Shen Ying raised her head and saw the beast's entire form.

source: 沈萤低头一看，只见那只是一把干枯的叶子，“咸菜？”
en_us: Shen Ying lowered her head to study the ite. All she saw were dried leaves. "A pickle?"

source: 沈萤侧头瞅了瞅他手里的盒子，这才发现里面躺着一根干煸得仿佛失去了水分的……
en_us: Shen Ying turned slightly and glanced into the box in the cat's hands. That was when he realised that in it lay a dry, wrinkly...

source: 沈萤再次深深的叹了口气，第一次发现自家厨子这么死脑筋。她直接从窗户爬了出去，拉着他在旁边坐下，“厨子啊，你看这大晚上，你不睡觉在这站着，我也不好意思休息不是。要不我答应你，真有人来了我就大声叫你怎么样？”
en_us: Shen Ying took a deep breath once again. For the first time, she realized how much of a blockhead her chef was. She climbed out of the window and pulled him to take a seat at the side. "Oh, Chef. If you keep standing here in the middle of the night not sleeping, it won’t feel good for me to just take a rest. How about I promise you that if someone comes, I’ll call for you?"

source: 沈萤几人却一直等到郁红他们九人都比完了，才准备离开。幸运的是，九人都进入了明天的第二轮比式。而一直跟在他们旁边的两位轩辕家的人，硬是陪着三人看了全场，还一路客客气气的把他们送回了休息的院落。
en_us: Shen Ying’s group waited till all nine of their disciples had finished their fights before getting ready to leave. The lucky thing was that all nine of them had qualified for the second round of the competition tomorrow. The two members from the Xuan Yuan Family beside them had kept them company throughout the entire match and afterwards even courteously sent them back to their courtyard to rest.

source: 沈萤切了一声，“下界的消息不是兔子给你的吗？”明明什么都没做，就白占了人家三分之二股份，这明明就是空手套白狼吧！再说上青界谁会闲着没事打听下界的事。
en_us: Snotting in disgust, Shen Ying retorted, "Isn't this news supplied by the rabbit?" You do nothing, yet you demanded a lion's share. You cooked up this scheme so that you could reap all the benefits without investing a single cent! Besides, nobody in the Upper Azure World bothers about the news in the lower worlds.

source: 沈萤刚从门口跨出，就明显感觉四周的魔气比之前的要浅了不少。只是宁子安由于在魔界待了太久，再加上之前又强行施展转生印，还没等穿过界门，就直接晕了过去。
en_us: As soon as Shen Ying stepped across the gates, it was apparent that the demonic aura in the air had decreased by a fair bit as compared to before.With the combination of Ning Zi An staying in Devildom for too long and the forceful use of the Reincarnation Mark, he fainted before he even stepped foot across the Gates

source: 沈萤刚要从魔界之门跳出去，突然又转回头加了一句，“对了，忘了告诉你。我就住这门口。”
en_us: Shen Ying was about to jump out of Devildom through its Gates, but turned back and added, " Right, I forgot to mention. I live right at along this entrance.

source: 沈萤到是一脸无所谓的道，“他拜师这么久，就当交点家庭作业啦。”
en_us: Shen Ying looked unbothered as she replied, "He's been my disciple for so long. Let's just take it that he's finishing a family assignment."

source: 沈萤到的时候，轩辕禹和印家家主印风已经在门口等着了，白天决赛之时双方见过，只是未有交流，与其它三家家主不同，印风长得特别的……和气，一张笑脸就没落下过。
en_us: When Shen Ying arrived, Xuan Yuanyu and the Yin Family's patriarch, Yin Feng, were already waiting at the entrance. Both parties had seen each other at the finals during the day, but had not had the chance to interact. Unlike the patriarchs of the other three aristocratic families, Yin Feng looked especially… friendly. His smile never once left his face.

source: 沈萤却仍旧一脸平静，手中的剑一转，直指向空中的某条，歪了歪头道，“你刚说，要几段？”
en_us: With her usual calmness, Shen Ying twirled the sword in her hand and pointed it toward the wyrm in the sky. Cocking her head at him, she asked, "How many pieces did you say?"

source: 沈萤却已经开始在白布上写字了，还就地取材的沾了沾满地的血迹。唰唰写了两行字，好心的放回了盒子里装好，递了过去，“好了，你把这给兔子看就行了。它不会怪你的！”
en_us: Shen Ying began to write on the cloth. She resorted to using the only ink she could find and left blood stains all around as a result. Quickly, she finished writing two lines. She placed the cloth in the box and carried it to the cat. "All done, you can hand this to the rabbit. It won't blame you!"

source: 沈萤却弯腰抓了一把地上的珠子，追出去塞给了兔子，“我看你挺喜欢这珠子的，给你！算是这些天，你给我送食物的谢礼。”
en_us: Shen Ying unexpectedly bent over, grabbed a bunch of those ‘pearls’ on the ground, and dashed over to shove them to the rabbit. "I see that you really like these pearls, so here you go! Just treat it as a thank you gift for sending me food all these days."

source: 沈萤却没有接，瞅了瞅那块写着‘赛’字的牌子，“那个……为啥一定要参加呢？我们人又不多。”好好呆在家里吃东西不好吗？
en_us: Shen Ying did not take it, however, but instead glanced at that token with the word 'Competition' written on it. "That… why must we participate? We don't have a lot of people either." Isn't it better to stay home and eat?

source: 沈萤却没理，转头看向魔王道，“小黑！”
en_us: Shen Ying did not patronize him, turning his head to the Devil King and exclaimed, " Blacky!"

source: 沈萤却直接一把拧起了他，“行了，回去了！”
en_us: Shen Ying picked him up with little effort and said, " Alright, that's enough! Now return!"

source: 沈萤却直接看向振祥道，“那啥，你跟那个……姓甘和姓……鼎的，两渣男是什么关系？”
en_us: Not paying mind to anything else, Shen Ying looked directly at Zhen Xiang and asked, "That guy, you and that… that guy named Gan and another named… Ding? What's your relationship with them?"

source: 沈萤却突然出声，“等一下，别这么快啊。”
en_us: Shen Ying suddenly said, "Hold on a second, not so fast."

source: 沈萤受不住周公的邀约，眼皮一寸寸的合拢，即将陷入梦乡的之际，又突然猛的张开。瞅了瞅窗外明亮的月光，长长的叹了口气，不得不爬了起来，转身推开了右侧的窗户，对着窗外笔直的身影道。
en_us: Shen Ying’s eyelids were slowly closing as she could not resist the temptation to sleep. But just when she was about to fall asleep, her eyes suddenly snapped wide open and she glanced at the bright moonlight outside the window, letting out a long sigh. She had no choice but to climb up from her position, pushed open the window on the right and talked to that perfectly upright figure outside.

source: 沈萤只好继续把剑又往土里推了推，半会觉得有点不方便，干脆站了起来，抬起腿想把剑踩进土地里，于是用力一脚踏出…
en_us: All Shen Ying could do was to continuously push the sword deeper into the ground. After a while, she felt like that was inconvenient, so she stood up and raised her leg with the intention to stomp the sword into the ground; thus with much force, she stomped on it…

source: 沈萤只是打了个哈欠的功夫，反应过来时，就一个人被扔在这片森林里了。四周除了树，只有眼前那只挥着叶子正在挖坑的……
en_us: All Shen Ying did was yawn. By the time she started to react, she found herself thrown to the other end of the forest. Around her, there were nothing but trees. Then, she spotted a leaf waving around and something digging into the ground…

source: 沈萤只穿了一件白色的里衣，衣服上沾了些木屑灰尘，脸黑成锅底，眼眯成了一线，明明是再单薄不过的身影，浑身却散发着一种让人胆战心惊的气息，仿佛从地府透出的寒，正一丝一缕的往心脉钻。她身后似有什么正熊熊燃烧。
en_us: Shen Ying was dressed only in a white inner tunic spotted here and there with some wood shavings and dust. Her face was as black as the bottom of a pot, and her eyes had narrowed themselves into slits. Although she was as thin as a stick, her body emanated a kind of menacing aura, like the cold draft from hell that was now worming itself into his heart meridians. A raging fire seemed to be burning behind her.

source: 沈萤只觉得一直压着的某根弦，叭叽一下断了，有什么从体内瞬间暴发出来。
en_us: The last straw broke for Shen Ying as something within her burst out.

source: 沈萤只顾着往嘴里疯狂的塞菜，哪里还有时间回他，只能一边吃一边点头，半天才挤出一串意味不明的，“唔唔唔唔……”
en_us: Shen Ying was so occupied with stuffing her mouth with food that she did not bother to reply, only nodding as she ate. Finally, she mumbled indistinctly, "Ya, ya, ya..."

source: 沈萤叹了一声，只好又走了回去，直接在他旁边坐下，跟着他一起看着满地的萝卜，开始一块一块的消灭碟中的糕点。
en_us: Shen Ying sighed. She had no choice but to walk back to where Lonemoon was. She sat down beside him and stared at the radish field together with him. One by one, she gobbled up the pastries.

source: 沈萤叹了一声，突然转头看向羿清，“厨子带我飞上去。”
en_us: Shen Ying sighed before turning to look at Yi Qing and said, "Chef, help me fly."

source: 沈萤吃饭的时候，向来不多话，除了啊，哦，嗯之外，基本没有别的回应。羿清就更不用说，除了对着沈萤外，他向来话少，回的话要多简洁，有多简洁。全程只专注于默默把自己桌前的食物，挪向旁边沈萤的桌上。而其她九个妹子身份到底低了一辈。
en_us: Shen Ying seldom talked when she was eating except for basic responses such as 'ah', 'oh', 'hmm'. As for Yi Qing, he hardly talked to anybody except for Shen Ying; he kept his words as short and concise as possible. During the entire dinner, he only focused on silently pushing the food in front him towards Shen Ying's side of the table. Moreover, Shen Ying's nine disciples were almost a generation lower in rank compared to the others.

source: 沈萤吓了一跳，“为啥？”
en_us: Shen Ying jumped, "Why?"

source: 沈萤呆了呆，半会才喃喃的道，“上面……好像门开了？”
en_us: Shen Ying's face was blank. After a few seconds, she muttered, "A gate... seems to have opened up there?"

source: 沈萤和羿清默契齐齐往后退了一步，转开了头。
en_us: Shen Ying and Yi Qing kept quiet and retreated, turning away.

source: 沈萤和羿清齐齐抖了一下，呃……牛爸爸只有在坑人的时候笑得这么可怕。
en_us: Shen Ying and Yi Qing both shivered, uh... Father Niu only smiled so scarily when he was tricking people.

source: 沈萤啃完一只水果抬头，瞬间撞进一片齐唰唰的眼光中，噎了一下，“咳……有事？”
en_us: Shen Ying had finished munching on her fruit and had raised her head when her eyes met with everyone else’s gazes and she choked. "Cough… what's the matter?"

source: 沈萤嘴角一抽，“我懂了！”他们没钱。
en_us: Shen Ying's mouth twitched. "I understand!" They were broke.

source: 沈萤嘴角一抽，只能点明，“你随便去哪里溜达一下，我们要说点女孩子的话题。”
en_us: The corner of Shen Ying's mouth twitched. She had no choice but to make it clear, "Just go somewhere else for awhile. We want to talk about female matters."

source: 沈萤嘴角一抽，转头看了他一眼道，“你不是说，追魂楼啥消息都知道吗？”问我干嘛？
en_us: Shen Ying's mouth twitched. She turned to him and replied, "Didn't you say Soul Chasing Tower knows about everything?" Why are you asking me?

source: 沈萤嘴角一抽，转身调头往那边走了过去，回头路过那头巨兽，顺手抠了出来拖起就走，所行之处树木哗啦啦的倒了满地，掀起一片尘土飞扬，沙尘暴似的迷蔓住了半个树林，现在有厨子了。
en_us: The corner of Shen Ying's mouth twitched. She turned to face the direction of the voices. Passing by the beast's corpse, she pulled it out of the soil and along with her. As she dragged the corpse along, the surrounding trees fell to the ground, throwing sand up into the air. The air in half of the forest began to fill with sand. Now she had a chef.

source: 沈萤嘴角抽了抽，没有注意一对方脸侧原本如墨般的黑发，悄悄的染上了几分粉红，隐隐有朝颈侧泛滥的趋势。
en_us: Shen Ying's mouth twitched. She hadn't noticed that the black hair on one side of the other party's head had turned slowly turned pink. She looked like she was going to charge for his neck.

source: 沈萤嘴角抽了抽，觉得有点辣眼睛。
en_us: Shen Ying's mouth twitched as she couldn’t bear to look.

source: 沈萤嘴角抽了抽，越发想念闭关的厨子。吃惯了高级大厨的拿手菜，再回头吃牛爸爸做的，也太煎熬了。
en_us: Shen Ying's mouth twitched. How she missed the chef, who was now in seclusion. She was so used to the chef's fine dining cooking that having to eat food cooked by Father Niu was pure torture.

source: 沈萤四下看了看，伸手摸了一把山壁，却糊了一手的红，“咦，这山在流血吗？”
en_us: Looking around, Shen Ying reached out and touched the mountain wall. Her hand came back covered in a red gloop. "Huh, is this mountain bleeding?"

source: 沈萤回到自己的茅草屋的时候，已经是半夜了。她拉开被子，躺了进去，长长的舒了口气，总算安静了。
en_us: When Shen Ying went back to her straw cottage, it was already midnight. She pulled open the blanket, laid inside and breathed a deep sigh of relief — it was finally quiet.

source: 沈萤回头瞅了瞅一脸乖巧的萝卜，“萝卜什么的，很重要吗？”
en_us: Shen Ying turned around to look at the obedient radish. "Are radishes and whatnot really so important?""

source: 沈萤回想了一下殿中的挺尸，拼命这个操作……对那个家长来说有点困难，“萝卜是用自己的蒲公英换的，他们看样子还挺开心的。”应该？
en_us: Shen Ying recalled the stiff-as-corpse people in that hall. Fight desperately… that might have been too difficult for that parent. "The pickle was exchanged with my dandelion. They seemed pretty happy about it." Probably?

source: 沈萤在万兽峰上转了好几圈，连晕过去的那只灵兽都醒了，她也没找着刚刚上来的那个传送阵。正犹豫，要不干脆直接跳下去得了，反正在无敌派也是这么上下山的。
en_us: Shen Ying made several rounds around the Myriad Beast Peak until the beast regained consciusness, yet she still couldn't find the transportation array. She hesitated and considered simply jumping off the peak. That was how she got off peaks in Invincible Sect anyway.

source: 沈萤在给萝卜浇水，自印天城回来后，萝卜就自己待在了菜地里不肯出来。可能是有了心理阴影，它身上的灵气早已经恢复，叶子也已经长好了，他却仍旧保持着萝卜的样子，不变回人形。
en_us: Shen Ying was watering radish. Ever since returning from Yin Tian Town, radish stayed in his vegetation and refused to come out. Perhaps it was because of the mental trauma, even though his body's Spirit Qi had already recovered and the leaves all grown out, he remained in his radish's form, not turning into the human form.

source: 沈萤好奇多看了两眼，易峰顿时明白了她的意思，笑着道，“雪银好似病了，今日怎么劝也不肯出门，我便将它留在院里了。”
en_us: Shen Ying looked over at him out of curiosity. Yi Feng understood what she was thinking and laughed, saying, "I think Xue Yin is sick. No matter how I persuaded it, it refused to leave the house. I left it in the garden."

source: 沈萤嫌弃的瞅了瞅黑旗，别人给的东西又不好直接扔掉，眼睛微眯顺口就说了句，“吵死了！要嚎出来嚎！”说完顺势一抖。
en_us: Shen Ying looked at the black gonfalon in disdain, but felt it would be rude to directly throw away an item given to her by another. Her eyes narrowed slightly and she said, "Too noisy! If you want to cry, come out and cry!" And following that, she shook the gonfalon.

source: 沈萤对这些没兴趣，专心吃自己的饭，扒了两口，却感觉到了旁边一道专注的视线。转头一看，只见宁子安小朋友，正眨着一双黑葡萄似的眼睛看着她，眼里满满都是好奇。
en_us: Shen Ying took no notice of any of this and just focused on eating her own food. After eating 2 mouths, she suddenly felt that there were a pair of eyes looking at her. Turning around, she noticed that Ning ZiAn was staring right at her with his black grape eyes filled with curiosity.

source: 沈萤对这样的简单的体力工作没意见，只是……为啥要拖到晚上才走，好困啊！
en_us: Shen Ying had nothing to say about such simple manual labour, but… why did the auction have to drag on till the night before they started to walk, so sleepy!

source: 沈萤就直挺挺的站在山洞门口……发着呆？
en_us: Shen Ying stood upright at the entrance of the cave… looking like she was mulling over something?

source: 沈萤带着两妹子回到小院的时候已经是下半夜了，羿清和孤月也回来了，听到消息本打算出去找她的，却刚好在门口撞上。
en_us: When Shen Ying returned to the small courtyard with her two sect members, it was already in the middle of the night. Yi Qing and Lonemoon had also returned. They had intended to look for her when they heard the news about them, but it so happened that both parties met each other at the courtyard entrance.

source: 沈萤弯身把某只从出玄天宗后，就一直缠在她脚上的腿部挂件拎了出来，“你说这只？”
en_us: Shen Ying bent over and picked up the Thousand Leaves Vegetation Spirit, which had been hanging on to her leg since they stepped out of Blackheaven Sect. Lifting it up, she asked, "Are you referring to this?"

source: 沈萤心口一塞，不会有皮肤病吧？
en_us: Shen Ying's heart skipped a beat. Does it have some skin disease?

source: 沈萤忙挥了挥手，见他走远，这才进了城。
en_us: Shen Ying waved in return and after seeing him off, entered the city.

source: 沈萤怎么办？
en_us: What would happen to Shen Ying?

source: 沈萤总算知道为啥城里的店子，全都统一挂起那样的牌子了。
en_us: Shen Ying finally understood why it seemed like all the shops were hanging up the same wooden signboard..

source: 沈萤恶趣味的朝他嘿嘿一笑，然后拿起筷子叭哒叭哒几口，把他眼前所有碟子里的食物，吃得干干净净，连粒花生米都没放过。
en_us: Shen Ying laughed at him playfully before proceeding to use his chopsticks to wipe clean of all the food on the table, not even letting go of a piece of peanut.

source: 沈萤想了想，叹了一口气才撑着桌面，慢吞吞的站了起来，掀开里屋的帘子，突然趴到了床边，伸手往床下掏了掏。
en_us: Shen Ying thought for a while, before she gave a sigh and slowly got up from the table using her hands as support. Lifting the curtain in the house, she suddenly crawled to the bed, trying to grab at something.

source: 沈萤想了想，扫过地上五个还在挺尸的人，眼神眯了眯，站起来伸了个懒腰。
en_us: Shen Ying pondered for a bit, then she swept aside the stiff bodies of the five people on the ground, squinted her eyes and stood up to stretch.

source: 沈萤想了想，突然掀开衣服下摆，弯腰把什么东西从脚上提了起来，“腿部挂件算吗？”
en_us: Shen Ying considered this quietly. Suddenly, she tore her clothes and bent over to pick up something from around her legs. "What are you taking your leg pendant off for?"

source: 沈萤想了想，这才细数道，“吃红薯，吃兔肉，吃萝卜，以及……你的猪食！”
en_us: Shen Ying thought about it for a moment before listing what she had done out loud, "Eating sweet potato, rabbit meat, and… your pig's feed!"
